[
  {
    "title": "Університет запускає новий онлайн-курс з програмування",
    "date": "2024-04-01",
    "text": "Наш університет оголошує про запуск нового онлайн-курсу з програмування, який стане доступним для студентів і поза університетом.",
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG2.jpg?raw=true"
  },
  {
    "title": "Студенти отримали перемогу на національному конкурсі наукових досліджень",
    "date": "2024-04-02",
    "text": "Наші студенти отримали перемогу на національному конкурсі наукових досліджень за свою роботу з біології.",
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG3.jpg?raw=true"
  },
  {
    "title": "Університет отримав грант на дослідження зі збереження клімату",
    "date": "2024-04-03",
    "text": "Наш університет отримав грант від Міжнародного фонду зі збереження клімату для проведення досліджень з екології та впливу змін клімату на наше середовище."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG4.jpg?raw=true"
  },
  {
    "title": "Студенти здобули перемогу на спортивних змаганнях між університетами",
    "date": "2024-04-04",
    "text": "Команда студентів нашого університету здобула перемогу на міжуніверситетських спортивних змаганнях з футболу."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG5.jpg?raw=true"
  },
  {
    "title": "Університет відзначений за інноваційний підхід до навчання",
    "date": "2024-04-05",
    "text": "Наш університет був відзначений за інноваційний підхід до навчання та використання сучасних технологій у освіті."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG6.jpg?raw=true"
  },
  {
    "title": "Випускник отримав премію за внесок у розвиток громадської діяльності",
    "date": "2024-04-06",
    "text": "Один з наших випускників отримав премію за свій внесок у розвиток громадської діяльності та соціальну відповідальність."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG7.jpg?raw=true"
  },
  {
    "title": "Університетський оркестр виступив на міжнародному фестивалі музики",
    "date": "2024-04-07",
    "text": "Університетський оркестр здійснив успішний виступ на міжнародному фестивалі класичної музики у столиці."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG8.jpg?raw=true"
  },
  {
    "title": "Студенти створили новий клуб з інтересів",
    "date": "2024-04-08",
    "text": "Група студентів створила новий клуб для спілкування та розвитку особистості, в якому кожен може займатися своїми улюбленими хобі та інтересами."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG9.jpg?raw=true"
  },
  {
    "title": "Університет оголосив про старт набору абітурієнтів",
    "date": "2024-04-09",
    "text": "Наш університет оголосив про початок прийому абітурієнтів на новий навчальний рік, запрошуємо всіх бажаючих приєднатися до нашої освітньої спільноти."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG10.jpg?raw=true"
  },
  {
    "title": "Відомий вчений прочитав лекцію для студентів університету",
    "date": "2024-04-10",
    "text": "Відомий вчений у галузі фізики прочитав цікаву лекцію для студентів нашого університету про сучасні тенденції в науці та технологіях."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG11.jpg?raw=true"
  },
  {
    "title": "Студенти здійснили навчальну поїздку до історичного міста",
    "date": "2024-04-11",
    "text": "Студенти з різних факультетів здійснили навчальну поїздку до історичного міста, де вони вивчали архітектуру та культурну спадщину."
    "uri": "https://github.com/VerdenSMOrc/Lab2/blob/main/Images/OIG12.jpg?raw=true"
  },
  {
    "title": "Університет оголосив про запуск нової програми стажування",
    "date": "2024-04-12",
    "text": "Наш університет запускає нову програму стажування для студентів, яка надає можливість отримати практичний досвід у провідних компаніях та установах."
  },
  {
    "title": "Випускники отримали запрошення на магістратуру у провідному університеті",
    "date": "2024-04-13",
    "text": "Декілька випускників нашого університету отримали запрошення на навчання в магістратурі провідного університету зі своєї області."
  },
  {
    "title": "Студентська рада оголосила про проведення благодійної акції",
    "date": "2024-04-14",
    "text": "Студентська рада оголошує про проведення благодійної акції на підтримку місцевого дитячого будинку, запрошуємо всіх бажаючих долучитися до благородної справи."
  },
  {
    "title": "Університет відзначив 150-річчя з дня заснування",
    "date": "2024-04-15",
    "text": "Наш університет святкує велике свято - 150-річчя з дня свого заснування. Протягом року заплановано багато заходів та святкувань."
  }
]
